Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/narings--og-handelsminister-trond-giske_id_582212.html.tmx
Source language: nob
Languages: sme

source: Nærings- og handelsminister Trond Giske
sme: Ealáhus- ja gávpeministtar Trond Giske

source: Politiske verv
sme: Politihkalaš doaimmat

source: 2009- Statsråd, Nærings- og handelsdepartementet, Jens Stoltenbergs andre regjering
sme: 2009- Ealáhus- ja gávpeministtar, Jens Stoltenberga nubbi ráđđehus

source: 2005-2009 Statsråd, Kultur- og kirkedepartementet, Jens Stoltenbergs andre regjering
sme: 2005-2009 Stáhtaráđđi, Kultur- ja girkodepartemeanta, Jens Stoltenberga nubbi ráđđehus

source: 2001-2005 Stortingsrepresentant for Sør-Trøndelag
sme: 2001-2005 Stuorradiggeáirras Lulli-Trøndelaga ovddas

source: 2001-2005 Medlem i Arbeiderpartiets gruppestyre
sme: 2001-2005 Miellahttu Bargiidbellodaga joavkostivrras

source: 2000-2001 Statsråd, Kirke-, utdannings- og forskningsdepartementet, Jens Stoltenbergs første regjering
sme: 2000-2001 Stáhtaráđđi, Girko-, oahpahus- ja dutkandepartemeanta, Jens Stoltenberga vuosttaš ráđđehus

source: 1997-2001 Stortingsrepresentant for Sør-Trøndelag
sme: 1997-2001 Stuorradiggeáirras Lulli-Trøndelaga ovddas

source: 1992-1996 Medlem i Arbeiderpartiets sentralstyre
sme: 1992-1996 Miellahttu bargiidbellodaga guovddášstivrras

source: 1992-1996 Leder i AUF
sme: 1992-1996 BNS (AUF) jođiheaddji

source: 1990-1996 Medlem i AUFs sentralstyre
sme: 1990-1996 BNS (AUF) guovddášstivrra miellahttu

source: 1989-1990 Leder i Sør-Trøndelag AUF
sme: 1989-1990 Lulli-Trøndelaga BNS (AUF) jođiheaddji

source: Medlemskap i stortingskomiteer og delegasjoner
sme: Miellahttovuohta Stuorradiggelávdegottiin- ja delegašuvnnain

source: 2001-2005 Familie-, kultur- og administrasjonskomiteen
sme: 2001-2005 Bearaš-, kultuvra- ja hálddahuslávdegoddi

source: 1997-2001 Finanskomiteen
sme: 1997-2001 Ruhtadanlávdegoddi

source: 1997-2001 Valgkomiteen
sme: 1997-2001 Válgalávdegoddi

source: 1999 Delegat til FNs generalforsamling
sme: 1999 Delegáhtta ON ’ a váldočoahkkaneapmái

source: Utdanning
sme: Oahppu

source: 1997 Cand.mag. (sosialøkonomi, statsvitenskap og jus), Universitetet i Oslo / NTNU
sme: 1997 Cand.mag. (sosialekonomiija, stáhtadieđa ja jussa), Oslo Universitehta / NTNU
